Repository: nikolaizombie1/waytrogen
Catalog: po/*.po
Languages: es

source: Unable to save "next" wallpapers
es: No se pudo guardar la siguiente imagen de fondo

source: Failed to create thumbnail for
es: Creación de imagen en miniatura fallo:

source: Thumbnail could not be generated using ffmpg.
es: No se pudo crear imagen en miniatura usando ffmpeg.

source: Invalid string
es: Cadena de caracteres invalido

source: Cache Hit
es: Encontrado en el cache

source: Cache Miss
es: No fue encontrado en el cache

source: GTK Picture created successfully.
es: Imagen GTK fue creada

source: File could not be converted to a GTK Picture
es: Archivo no se pudo convertir a una imagen GTK

source: The path to executable script used after a wallpaper is set. The script is sent the monitor identifier, wallpaper path and the serialized saved_wallpapers state.
es: El lugar en el disco duro donde se consigue el archivo ejecutable que se ultiliza despues que la imagen de fondo se aplica.El archivo ejecutable recibe los siguentes argumentos: el idenficador del monitor, el lugar en el disco duro de la imageny el contenido de la variable 'saved_wallpapers'.

source: The path to the currently selected wallpaper folder. Note: The path cannot have a trailing forward slash.
es: El lugar en el disco duro de la carpeta de imagenes. Es importante que que esta variable termine con un '/'.

source: The collection of the currently saved wallpapers with their corresponding monitor, path and changer.
es: El conjuto de imagenes de fondo mas recientes con su monitor y cambiador.

source: The internal numeric identifier in the monitor dropdown used by dconf for the currently selected monitor. Do not change unless you know what you are doing.
es: El identificator numerico interno en el menu de monitor ultilizado por dconfpara el monitor mas recientement ultilizado. Por favor, no cambie el valorde esta variable si no entienes que hace.

source: The internal numeric identifier in the changer dropdown used by dconf for the currently selected sorting option. Do not change unless you know what you are doing.
es: El identificator numerico interno en el menu de cambiador ultilizado por dconfpara el cambiador mas recientement ultilizado. Por favor, no cambie el valorde esta variable si no entienes que hace.

source: The boolean flag to invert the currently selected sort-by option in the sort dropdown used by dconf.
es: La variable booleana de la selection de invertir el ordenamiento de las imagenes.

source: The internal numeric identifier in the changer dropdown used by dconf for the currently selected changer. Do not change unless you know what you are doing.
es: El identificator numerico interno en el menu de cambiador ultilizado por dconfpara el cambiador mas recientement ultilizado. Por favor, no cambie el valorde esta variable si no entienes que hace.

source: The search string for the wallpapers.
es: Los caracteres de busqueda para imagenes de fondo.

source: The internal numeric identifier in the changer dropdown used by dconf for the currently selected swaybg mode. Do not change unless you know what you are doing.
es: El identificator numerico interno en el menu de modo de swaybg ultilizado por dconfpara el mode de swaybg mas recientement ultilizado. Por favor, no cambie el valorde esta variable si no entienes que hace.

source: The hex color for swaybg background fill. Must be six characters long.
es: El color ultilizado para el relleno de fondo para swaybg. Tiene que ser 6 characteres.

source: The internal numeric identifier in the changer dropdown used by dconf for the currently selected mpvpaper pause option. Do not change unless you know what you are doing.
es: El identificator numerico interno en el menu de modo de pausa para mpvpaper ultilizado por dconfpara el modo de pausa para mpvpaper mas recientement ultilizado. Por favor, no cambie el valorde esta variable si no entienes que hace.

source: The boolean flag to enable/disable slideshows for mpvpaper used by dconf.
es: La variable booleana para comenzar presentar imagenes en serie ultilizada por dconf.

source: The number of seconds of that mpvpaper takes between switching images in slideshow mode. Note: The option must be a positive floating point number.
es: La cantidad de segundos que mpvpaper se tarda en cambiar entre images.Es importante que el numero sea positivo.

source: Custom options for mpvpaper passed as command line arguments.
es: Argumentos addicionales de linea de comando para mpvpaper.

source: The currently selected monitor as a string. Note: The name must coincide with the monitor numeric identifier.
es: El monitor mas recientement ultilizado. Es importante que el monitorcoincide con el identificador numerico.

source: The internal numeric identifier in the changer dropdown used by dconf for the currently selected swww resize option. Do not change unless you know what you are doing.
es: El identificator numerico interno en el menu de algoritmo de cambiar tamaño ultilizado por dconfpara la opcion mas recientemente ultilizado. Por favor, no cambie el valorde esta variable si no entienes que hace.

source: The hex color for swww background fill. Must be six characters long.
es: El color ultilizado para el relleno de fondo para swww. Tiene que ser 6 characteres.

source: The internal numeric identifier in the changer dropdown used by dconf for the currently selected swww scaling filter option. Do not change unless you know what you are doing.
es: El identificator numerico interno en el menu de filtro de escalamiento para swww ultilizado por dconfpara la opcion mas recientemente ultilizado. Por favor, no cambie el valorde esta variable si no entienes que hace.

source: The internal numeric identifier in the changer dropdown used by dconf for the currently selected swww transition type option. Do not change unless you know what you are doing.
es: El identificator numerico interno en el menu de opcion de transicion para swww ultilizado por dconfpara la opcion mas recientemente ultilizado. Por favor, no cambie el valorde esta variable si no entienes que hace.

source: How fast the transition approaches the new image used by swww.
es: Cuan rapido la imagen transiciona a la imagen nueva ultilizada por swww.

source: How long the transition takes to complete in seconds used by swww.
es: Cuanto se tarda en completar la transicion, en segundos, a la nueva imagen. Ultilizada por swww.

source: Used for the 'wipe' and 'wave' transitions used by swww. It controls the angle of the wipe.
es: El angulo de transicion en swww para las opciones 'wipe' y 'wave'.

source: This is only used for the 'grow','outer' transitions used by swww. It controls the center of circle.
es: El centro del circulo ultilizado para las tranciciones 'grow' y 'outer' de swww.

source: Currently only used for 'wave' transition to control the width of each wave used by swww.
es: Controla cuan ancho cada ola es para la trancicion 'wave' de swww.

source: Currently only used for 'wave' transition to control the height of each wave used by swww.
es: Controla cuan alto cada ola es para la trancicion 'wave' de swww.

source: Point 0 for the Bezier curve to use for the transition
es: Punto 0 para la curva Bezier ultilizada para la transicion de swww.

source: Point 1 for the Bezier curve to use for the transition
es: Punto 1 para la curva Bezier ultilizada para la transicion de swww.

source: Point 2 for the Bezier curve to use for the transition
es: Punto 2 para la curva Bezier ultilizada para la transicion de swww.

source: Point 3 for the Bezier curve to use for the transition
es: Punto 3 para la curva Bezier ultilizada para la transicion de swww.

source: Frame rate for the transition effect used by swww.
es: La velocidad de fotogramas ultilizado en la tranciciones de swww.

source: All
es: Todos

source: Saved wallpapers
es: Imágenes salvados

source: Stored Text
es: Text almacenado

source: Image Folder
es: Carpeta de imagen

source: Invert Sort
es: Invertir ordenamiento

source: Options
es: Opciones

source: Images are loading, please wait
es: Las imágenes están cargando. Espera, por favor.

source: Finished loading images
es: Las imágenes terminaron de cargar.

source: Hiding unsupported images
es: Escondiendo imágenes que no son compatibles.

source: Ok
es: De Acuerdo

source: Close waytrogen
es: Cerrar waytrogen

source: No wallpaper changers detected. Please install one or more of the following: - Hyprpaper - Swaybg - Mpvpaper - SWWW If waytrogen continues failing to detect an installed changer, please feel free open issue on the GitHub repository: https://github.com/nikolaizombie1/waytrogen/issues
es: Cambiador de imagen de fondo no fue detectado. Por favor instalar uno o mas de los siguientes programas.: - Hyprpaper - Swaybg - Mpvpaper - SWWW Si waytrogen continua fallar en detectar un cambiador de imagen de fondo, por favor somete su problema en el repositorio de GitHub: https://github.com/nikolaizombie1/waytrogen/issues

source: Filter wallpapers based on the name. Fuzzy matching the name.
es: Filtar las imagenes de fondo por su nombre.

source: none
es: nulo

source: auto-pause
es: pausa-automática

source: auto-stop
es: pare-automático

source: Enable slideshow for the current folder.
es: Comenzar presentación de imágenes en la carpeta actual.

source: Slideshow change interval
es: Intervalo de cambio de presentación de imágenes

source: Entered switch callback
es: Entre a la llamada del interruptor

source: Additional mpv options
es: Opciones addicionales para mpv

source: Additional command line options to be sent to mpv.
es: Argumentos adicionales de linea de comando para mpv

source: stretch
es: estirar

source: fit
es: caber

source: fill
es: llenar

source: center
es: centralizar

source: tile
es: en loza

source: solid_color
es: color_solido

source: Serialized RGB
es: RGB serializado

source: crop
es: cortar

source: SWWW Advanced Image Settings
es: Configuración avanzada para images con SWWW

source: Advanced Settings
es: Configuración avanzada

source: nearest
es: mas cerca

source: fade
es: desteñir

source: left
es: izquierda

source: right
es: derecha

source: top
es: tope

source: bottom
es: piso

source: wipe
es: limpiar

source: wave
es: ola

source: grow
es: crecer

source: any
es: cualquiera

source: outer
es: externo

source: random
es: aleatorio

source: Transition position
es: Posición de transición

source: Can either be floating point number between 0 and 0.99, integer coordinate like 200,200 or one of the following: center, top, left, right, bottom, top-left, top-right, bottom-left or bottom-right.
es: Puede ser un numero de punto flotante entre 0 y 0.99, coordenadas enteras tal como 200,200 o uno de las siguientes opciones: izquierda, derecha, tope, piso, tope-izquierdo, tope-derecho, piso-izquierdo, o piso-derecho

source: The channel must be open
es: El canal tiene que estar abierto

source: Selected changer
es: Cambiador elegido
